export const ruleTexts = {
    ru:
    `   Уважаемый, покупатель!

    Пожалуйста, перед покупкой товара внимательно прочитайте Пользовательское соглашение с Интернет-магазином Vinoro

    Настоящий текст является Пользовательским соглашением между Интернет-магазином Vinoro.com.ua именуемым в дальнейшем "Интернет-магазин", и пользователем услуг Интернет-магазина, именуемым в дальнейшем «Покупатель» и определяет условия приобретения товаров через сайт Интернет-магазина.

    1. Основные положения
    1.1. Настоящее Соглашение заключается между Покупателем и Интернет-магазином в момент оформления заказа.
    1.2. Информация, размещённая на сайте Интернет-магазина, содержит условия предложения покупки товара и представляет собой публичную оферту, статус которого закреплен ст.633 Гражданского кодекса Украины (ГКУ). Акцептом является факт оформления заказа на предложенный товар.
    1.3. При оформлении заказа Покупатель соглашается с условиями, оговоренными настоящим Соглашением, "Я прочитал и согласен с правилами Пользовательского соглашения" при оформлении заказа.
    1.4. Совершить покупку в Интернет-магазине может любое физическое или юридическое лицо, способное принять и оплатить товар.
    1.5. Товар оплачивается в национальной валюте Украины при доставке товара или безналичным банковским переводом.

    2. Информация о товарах
    2.1. Товар представлен в каталоге через фото-образцы, являющиеся собственностью Интернет-магазина.
    2.2. Каждый фото-образец сопровождается текстовой информацией: названием, ценой и описанием товара.
    2.3. По просьбе Покупателя менеджер Интернет-магазина обязан предоставить (по телефону или посредством электронной почты) дополнительную информацию, необходимую и достаточную, с точки зрения Покупателя, для принятия им решения о покупке товара.
    2.4. Указанная на сайте цена товара может быть изменена Интернет-магазином в одностороннем порядке.
    2.5. В случае изменения цены товара, заказанного Покупателем, менеджер Интернет-магазина при первой возможности информирует об этом Покупателя (по телефону или посредством электронной почты) для получения подтверждения либо аннулирования заказа. При невозможности связаться с Покупателем данный заказ считается аннулированным.

    3. Порядок приобретения товара в интернет-магазинe
    3.1. Заказы принимаются через Интернет-магазин и официальные страницы в социальных сетях.
    3.2. Покупатель Интернет-магазина имеет право оформить заказ на любой товар, представленный на сайте Интернет-магазина и имеющийся в наличии. Каждый товар может быть заказан в любом количестве. Заказ может быть оформлен Покупателем следующими способами: сделан по телефону, по электронной почте или оформлен самостоятельно на сайте.

    3.3. При отсутствии товара на складе, менеджер компании обязан поставить Покупателя в известность (по телефону или через электронную почту).
    3.4. При отсутствии товара Покупатель вправе заменить его товаром аналогичной модели, отказаться от данного товара, аннулировать заказ.
    3.5. Покупатель вправе отказаться от заказа в любое время до момента его отправки Покупателю, поставив в известность Интернет-магазин по телефону или через электронную почту.

    4. Доставка и передача товара Покупателю
    4.1. Доставка товара, приобретенного в Интернет-магазине, осуществляется курьерскими службами или Укрпочтой.
    4.2 Отправка заказанного товара производится в течение 2-х рабочих дней со дня подтверждения заказа Покупателем. Суббота, воскресенье и официально признанные праздники не входят в число рабочих дней.
    4.3. Вместе с заказом Покупателю предоставляются следующие документы:
    товарный чек или расходная накладная, транспортная накладная (выдается курьерской службой при доставке).
    4.4. Покупатель обязан в присутствии курьера или пункте выдачи произвести приемку заказанного товара по количеству, качеству, ассортименту и комплектности товара.
    4.5. Фактом приемки товара Покупателем является оплата товара Покупателем.
    4.6. При отказе Покупателя от заказа в момент доставки, Покупателем оплачиваются расходы Интернет-магазина на доставку заказа.
    4.6. Покупатель не обязан компенсировать расходы Интернет-магазина связанные с доставкой заказа, если в процессе приемки товара обнаружится, что поставлен товар ненадлежащего качества, количества, ассортимента или комплектности.

    5. Оплата заказа
    5.1. Заказ, сделанный в Интернет-магазине, оплачивается Покупателем путем банковского перевода или передачи наличных денег курьерской службой.
    5.2. Оплата заказа по безналичному расчету должна быть сделана Покупателем путем 100% авансового перечисления средств на расчетный счет Интернет-магазина в течение двух рабочих дней со дня подтверждения заказа.
    5.3. При не поступлении денежных средств, интернет-магазин оставляет за собой право аннулировать заказ.

    6. Порядок возврата товара надлежащего качества
    6.1. Покупатель вправе отказаться от поставленного товара в момент получения от курьера или в пункте выдачи.
    6.2. Возврат товара в Интернет-магазин возможен в случае, если сохранены его товарный вид, потребительские свойства, оригинальная фабричная упаковка, бирка прикрепленная к товару ниткой с пломбой производителя, товарный чек или расходная накладная, транспортная накладная.
    6.3. Возврат товара в Интернет-магазин производится за счет Покупателя.
    6.4. При возврате Покупателем товара надлежащего качества, Интернет-магазин возвращает ему уплаченную за товар денежную сумму по факту возврата товара за вычетом компенсации расходов магазина связанных с доставкой товара Покупателю.

    7. Порядок возврата товара, приобретенного через интернет магазин, при обнаружении скрытого брака, гарантийное обслуживание
    7.1. На товары, приобретенные в Интернет-магазине установлен пожизненный гарантийный срок. В течение которого, в случае обнаружения в товаре скрытого брака, Покупатель имеет право на безвозмездное устранение недостатков, соразмерное уменьшение покупной цены, замены на товар аналогичной модели, на любой другой с соответствующим перерасчетом покупной цены, возврата товара и получения за него денег, в установленном Законом Украины "О защите прав потребителей" порядке.
    7.2. Возврат товара в Интернет-магазин производится за счет Покупателя.

    8. Прочее
    8.1. Интернет-магазин оставляет за собой право расширять и сокращать товарное предложение на Сайте, регулировать доступ к покупке любых товаров, а также приостановить или прекратить продажу любых товаров по своему собственному усмотрению.
    8.2. Настоящее Соглашение должно рассматриваться в том виде, как оно опубликовано на Сайте, и должно применяться и толковаться в соответствии с законодательством Украины.`,
    uk:
    `   Шановний, покупець!

    Будь ласка, перед покупкою товару уважно прочитайте Угоду з Інтернет-магазином vinoro.shop

    Даний текст є Угодою угоди між Інтернет-магазином vinoro.shop, що іменується в подальшому "Інтернет-магазин", і користувачем послуг Інтернет-магазину, що іменується в подальшому «Покупець» і визначає умови придбання товарів через сайт Інтернет-магазину.

    1. Основні положення
    1.1. Ця Угода укладається між Покупцем та Інтернет-магазином у момент оформлення замовлення.
    1.2. Інформація, розміщена на сайті Інтернет-магазину, містить умови пропозиції купівлі товару та є публічною офертою, статус якої закріплений ст.633 Цивільного кодексу України (ДКУ). Акцептом є факт оформлення замовлення запропонованого товару.
    1.3. При оформленні замовлення Покупець погоджується з умовами, визначеними цією Угодою, "Я прочитав і погоджується з правилами Угоди" при оформленні замовлення.
    1.4. Здійснити покупку в Інтернет-магазині може будь-яка фізична або юридична особа, здатна прийняти та оплатити товар.
    1.5. Товар оплачується у національній валюті України під час доставки товару або безготівковим банківським переказом.

    2. Інформація про товари
    2.1. Товар представлений у каталозі через фото-зразки, що є власністю Інтернет-магазину.
    2.2. Кожен фото-зразок супроводжується текстовою інформацією: назвою, ціною та описом товару.
    2.3. На прохання Покупця менеджер Інтернет-магазину зобов'язаний надати (телефоном або за допомогою електронної пошти) додаткову інформацію, необхідну та достатню, з точки зору Покупця, для прийняття ним рішення про купівлю товару.
    2.4. Вказана на сайті ціна товару може бути змінена інтернет-магазином в односторонньому порядку.
    2.5. У разі зміни ціни товару, замовленого Покупцем, менеджер Інтернет-магазину при першій нагоді інформує про це Покупця (телефоном або за допомогою електронної пошти) для отримання підтвердження або анулювання замовлення. При неможливості зв'язатися з Покупцем це замовлення вважається анульованим.

    3. Порядок придбання товару в інтернет-магазині
    3.1. Замовлення приймаються через Інтернет-магазин та офіційні сторінки у соціальних мережах.
    3.2. Покупець Інтернет-магазину має право оформити замовлення на будь-який товар, представлений на сайті Інтернет-магазину та наявний. Кожен товар може бути замовлений у будь-якій кількості. Замовлення може бути оформлено Покупцем такими способами: зроблено телефоном, електронною поштою або оформлено самостійно на сайті.

    3.3. За відсутності товару на складі, менеджер компанії зобов'язаний повідомити Покупця (по телефону або через електронну пошту).
    3.4. За відсутності товару Покупець має право замінити його товаром аналогічної моделі, відмовитися від цього товару, анулювати замовлення.
    3.5. Покупець має право відмовитися від замовлення в будь-який час до моменту його відправлення Покупцеві, поінформувавши Інтернет-магазин по телефону або через електронну пошту.

    4. Доставка та передача товару Покупцеві
    4.1. Доставка товару, придбаного в Інтернет-магазині здійснюється кур'єрськими службами або сервісом доставки НоваПошта.
    4.2 Відправлення замовленого товару провадиться протягом 2-х робочих днів з дня підтвердження замовлення Покупцем. Субота, неділя та офіційно визнані свята не входять до робочих днів.
    4.3. Покупець зобов'язаний у присутності кур'єра або пункті видачі зробити приймання замовленого товару за кількістю, якістю, асортиментом та комплектністю товару.
    4.4. Фактом приймання товару покупцем є оплата товару покупцем.
    4.5. У разі відмови Покупця від замовлення в момент доставки, Покупцем оплачуються витрати Інтернет-магазину на доставку замовлення.
    4.6. Покупець не зобов'язаний компенсувати витрати Інтернет-магазину, пов'язані з доставкою замовлення, якщо в процесі приймання товару виявиться, що поставлено товар неналежної якості, кількості, асортименту або комплектності.

    5. Оплата замовлення
    5.1. Замовлення, зроблене в Інтернет-магазині, оплачується Покупцем шляхом банківського переказу або передачі готівки кур'єрською службою.
    5.2. Оплату замовлення за безготівковим розрахунком має бути здійснено Покупцем шляхом 100% авансового перерахування коштів на розрахунковий рахунок Інтернет-магазину протягом двох робочих днів з дня підтвердження замовлення.
    5.3. При не надходженні коштів інтернет-магазин залишає за собою право анулювати замовлення.

    6. Порядок повернення товару належної якості
    6.1. Покупець має право відмовитися від поставленого товару у момент отримання від кур'єра або у пункті видачі.
    6.2. Повернення товару до Інтернет-магазину можливе у разі, якщо збережено його товарний вигляд, споживчі властивості, оригінальне фабричне пакування, бирка прикріплена до товару ниткою з пломбою виробника, товарний чек або видаткова накладна транспортна накладна.
    6.3. Повернення товару до Інтернет-магазину здійснюється за рахунок Покупця.
    6.4. При поверненні Покупцем товару належної якості Інтернет-магазин повертає йому сплачену за товар грошову суму за фактом повернення товару за вирахуванням компенсації витрат магазину пов'язаних з доставкою товару Покупцю.

    7. Інше
    7.1. Інтернет-магазин залишає за собою право розширювати та скорочувати товарну пропозицію на Сайті, регулювати доступ до купівлі будь-яких товарів, а також призупинити або припинити продаж будь-яких товарів на власний розсуд.
    7.2. Ця Угода повинна розглядатися у тому вигляді, як вона опублікована на Сайті, та повинна застосовуватись та тлумачитися відповідно до законодавства України.`,
    en:
    `   Dear buyer!

    Please read the User Agreement with the online store vinoro.shop carefully before purchasing the product.

    This text is the User Agreement between the online store vinoro.shop, hereinafter referred to as the "Internet store", and the user of the services of the online store, hereinafter referred to as the "Buyer" and determines the conditions for purchasing goods through the website of the online store.

    1. Basic provisions
    1.1. This Agreement is concluded between the Buyer and the online store at the time of placing the order.
    1.2. The information posted on the website of the online store contains the terms of the offer to purchase goods and is a public offer, the status of which is enshrined in Article 633 of the Civil Code of Ukraine (CCU). Acceptance is the fact of placing an order for the proposed product.
    1.3. When placing an order, the Buyer agrees to the conditions stipulated by this Agreement, "I have read and agree with the rules of the User Agreement" when placing an order.
    1.4. Any individual or legal entity capable of accepting and paying for the goods can make a purchase in the online store.
    1.5. The goods are paid in the national currency of Ukraine upon delivery of the goods or by bank transfer.

    2. Product information
    2.1. The product is presented in the catalog through photo samples, which are the property of the online store.
    2.2. Each sample photo is accompanied by textual information: name, price and description of the product.
    2.3. At the request of the Buyer, the manager of the online store is obliged to provide (by phone or by e-mail) additional information necessary and sufficient, from the point of view of the Buyer, for him to make a decision to purchase the goods.
    2.4. The price of the goods indicated on the website can be changed by the online store unilaterally.
    2.5. In the event of a change in the price of the goods ordered by the Buyer, the manager of the online store informs the Buyer about this as soon as possible (by phone or by e-mail) in order to receive confirmation or cancel the order. If it is impossible to contact the Buyer, this order is considered canceled.

    3. The procedure for purchasing goods in the online store
    3.1. Orders are accepted through the online store and official pages on social networks.
    3.2. The buyer of the online store has the right to place an order for any product presented on the website of the online store and available. Each item can be ordered in any quantity. The order can be placed by the Buyer in the following ways: made by phone, by e-mail or placed independently on the website.

    3.3. In the absence of goods in the warehouse, the company manager is obliged to notify the Buyer (by phone or via e-mail).
    3.4. In the absence of a product, the Buyer has the right to replace it with a product of a similar model, to refuse this product, to cancel the order.
    3.5. The Buyer has the right to refuse the order at any time until it is sent to the Buyer, informing the Online Store by phone or via e-mail.

    4. Delivery and transfer of goods to the Buyer
    4.1. Delivery of goods purchased in the online store is carried out by courier services or the NovaPoshta delivery service.
    4.2 Sending the ordered goods is made within 2 working days from the date of confirmation of the order by the Buyer. Saturday, Sunday and public holidays are not included in the working days.
    4.3. The buyer is obliged, in the presence of the courier or the point of issue, to accept the ordered goods in terms of quantity, quality, assortment and completeness of the goods.
    4.4. The fact of acceptance of the goods by the Buyer is the payment for the goods by the Buyer.
    4.5. If the Buyer refuses the order at the time of delivery, the Buyer pays the costs of the online store for the delivery of the order.
    4.6. The buyer is not obliged to compensate the costs of the online store associated with the delivery of the order, if in the process of accepting the goods it turns out that the delivered goods are of inadequate quality, quantity, assortment or completeness.

    5. Payment for the order
    5.1. The order placed in the online store is paid by the Buyer by bank transfer or cash transfer by courier service.
    5.2. Payment for the order by bank transfer must be made by the Buyer by 100% advance transfer of funds to the settlement account of the online store within two business days from the date of confirmation of the order.
    5.3. If funds are not received, the online store reserves the right to cancel the order.

    6. The procedure for returning goods of good quality
    6.1. The buyer has the right to refuse the delivered goods at the time of receipt from the courier or at the point of issue.
    6.2. Return of goods to the online store is possible if its presentation, consumer properties, original factory packaging, a tag attached to the goods with a thread with a manufacturer's seal, a sales receipt or bill of lading, bill of lading.
    6.3. Return of goods to the online store is at the expense of the Buyer.
    6.4. When the Buyer returns the goods of good quality, the online store returns to him the amount of money paid for the goods upon the return of the goods, minus compensation for the store's expenses associated with the delivery of the goods to the Buyer.

    7. Other
    7.1. The online store reserves the right to expand and reduce the product offer on the Site, regulate access to the purchase of any goods, and also suspend or stop the sale of any goods at its sole discretion.
    7.2. This Agreement shall be considered in the form as it is published on the Site, and shall be applied and interpreted in accordance with the laws of Ukraine.`
}